{
    "DE": {
    },
    "EN": {
        "Achievements": {
            "DRYYA_ACH_TITLE": "Relentless",
            "DRYYA_ACH_DESC": "Defeat Dryya in her Queen's Garden.",
            "HEG_ACH_TITLE": "Indomitable",
            "HEG_ACH_DESC": "Defeat Hegemol in the bustling City.",
            "ISMA_ACH_TITLE": "Benevolent",
            "ISMA_ACH_DESC": "Defeat Isma within her Grove.",
            "ZEM_ACH_TITLE": "Mystical",
            "ZEM_ACH_DESC": "Defeat Ze'mer in her secret Mansion.",
            "PANTH_ACH_TITLE": "Champion",
            "PANTH_ACH_DESC": "Challenge the Pale Court and win your place at its heart."
        },
        "CP3": {
            "UI_MENU_STYLE_PALE_COURT": "Pale Court",
            "ISMA_LOCKED_DESC": "I lie in a lush grove, defended by my beloved",
            "DRYYA_LOCKED_DESC": "I defend true royalty from the claws of traitors",
            "ZEM_LOCKED_DESC": "My blade rests amongst hidden graves and forgotten dreams",
            "HEG_LOCKED_DESC": "I stand guard at the gates of the capital"
        },
        "Minor NPC": {
            "SHEO_PC_1": "Welcome back! I'm afraid I cannot greet you properly at the moment, lest I disrupt my partner here.",
            "SHEO_PC_2": "We've finished our sculptures of the five Great Knights, and I'm quite pleased with the results. My partner wanted something more though, and that's how I ended up in this position.",
            "SHEO_PC_3": "To be the subject of a sculpture rather than the sculptor is a new feeling! I quite like it.",
            "SMITH_PC_1": "Ah, so you've returned, at a perfect moment too! Inspired by how our models turned out, I've decided on a more ambitious piece yet.",
            "SMITH_PC_2": "Feel free to view our work. On a whim we decided to sculpt one of you as well; though small in stature, you fit nicely in their midst.",
            "SMITH_PC_3": "With the building of the Kingdom's Knights finished, my claws yearn to capture something more..."
        },
        "Titles": {
            "SHEO_TITLE_MAIN": "Sheo",
            "SHEO_TITLE_SUPER": "Nailmaster",
            "SHEO_TITLE_SUB": "",
            "SMITH_TITLE_SUB": "",
            "SMITH_TITLE_SUPER": "",
            "SMITH_TITLE_MAIN": "Nailsmith"
        },
        "Zote": {
            "SHEO_DREAM": "To be here with him... it soothes my soul...",
            "SMITH_DREAM": "...So long as I'm not alone... it matters not..."
        },
        "Speech": {
            "ISMA_NAME": "Kindly Isma",
            "ISMA_DESC": "Gentle god of moss and grove",
            "DD_ISMA_NAME": "Loyal Ogrim & Kindly Isma",
            "DD_ISMA_DESC": "Loyal defender gods of honour and care",
            "DRYYA_NAME": "Fierce Dryya",
            "DRYYA_DESC": "Protective god of Root and King",
            "HEG_NAME": "Mighty Hegemol",
            "HEG_DESC": "Immovable god of the kingdom's heart",
            "ZEM_NAME": "Mysterious Ze'mer",
            "ZEM2_NAME": "Mystic Ze'mer",
            "ZEM_DESC": "Grieving god of lands beyond",
            "ZEM2_DESC": "Strange god of a sacred land",
            "TISO_NAME": "Tiso",
            "TISO_DESC": "Vain god of restless challenge",
            "YN_THRONE": "Answer the Champion's Call?",
            "ISMA_OUTRO_1": "Dryya... Despite your stoic demeanour, this loyalty to Our Queen... It was genuine care, was it not...?",
            "ISMA_OUTRO_2": "Hegemol... Despite your bulky carapace and imposing name, how gentle your voice used to echo...",
            "ISMA_OUTRO_3": "Ze'mer... Despite your skill and strength, you only wished to put your nail down, did you not...?",
            "ISMA_OUTRO_4": "Oh, Ogrim... If only we had had more time...",
            "ISMA_OUTRO_5": "How joyous it is to see you again, little knight. You know, however preoccupied and detached He may have been, our Monarch always cared for you. Perhaps, He'll show it one day...",
            "DRYYA_OUTRO_1": "Hegemol... Do you still stand guard, forever loyal to the capital's citizens...?",
            "DRYYA_OUTRO_2": "Ogrim, Isma... Was it strength you found in each other, or were you each other's weakness...?",
            "DRYYA_OUTRO_3": "Ze'mer... To put down your nail, not despite, but because of your will...",
            "DRYYA_OUTRO_4": "My Queen... Why do we hide when we are needed most? What of your subjects?",
            "DRYYA_OUTRO_5": "How elating it is to meet once more, little knight. The dignity you carry yourself with is one I've only seen in Our King. Perhaps some day the royal family will be whole once again, and you may join us as an equal.",
            "HEG_OUTRO_1": "Ogrim... After all that has happened, do you hope still...?",
            "HEG_OUTRO_2": "Isma... Are your vines now as tough as I recall them? Please, take care of yourself and Ogrim",
            "HEG_OUTRO_3": "Dryya... Protect our Queen and yourself at all costs! I don't know how much longer I can continue here...",
            "HEG_OUTRO_4": "Ze'mer... Don't let your sorrow get the better of you, not even after your great loss!",
            "HEG_OUTRO_5": "Oh, so I meet you once again, little one. My fortitude is wearing out now, but we and the King trained your endurance well... Do what you must, please. Anything to save Hallownest.",
            "ZEM_OUTRO_1": "Ogrim... Why do you persist in your restless duty, if only for a wilting domain?",
            "ZEM_OUTRO_2": "Isma... Is your rest peaceful, in your grove so dear...?",
            "ZEM_OUTRO_3": "Dryya... Do you guard against overgrown thorns and vicious claws still? Will you ever lie your blade down?",
            "ZEM_OUTRO_4": "Hegemol... You still endure it under unending tears? Che' hopes you may also, perhaps, rest one day...",
            "ZEM_OUTRO_5": "Ulll, Le'mer, to see you return. So much pain in so brief a time expired our Monarch's will, but Le'mer? Upon Le'mer is a rare strength, a duty for a lifetime. Meled'lover, wait for me...",
            "CC_OUTRO_1a": "Vessel, your training will greatly serve our dear Kingdom of Hallownest. Vessel, bind the formless enemy in their dreams.",
            "CC_OUTRO_1b": "Such sacrifice will be known throughout all Hallownest. Champion of the Court, You are the Vessel. You are the Hollow Knight.",
            "RCC_OUTRO_1a": "Wow you no-hit Champion's Call",
            "RCC_OUTRO_1b": "That's crazy"
        },
        "Enemy Dreams": {
            "ISMA_DREAM_1": "My blessing... to you...",
            "ISMA_DREAM_2": "To enter my grove and withstand acid blight...",
            "ISMA_DREAM_3": "Ogrim... If only we could spend a little while longer training here...",
            "ISMA_DREAM_4": "Ogrim... There's no time...",
            "ISMA_GG_DREAM_1": "A vine here, a vine there...",
            "ISMA_GG_DREAM_2": "You're a tough one, but my plants are tougher!",
            "ISMA_GG_DREAM_3": "Let's see how much you can endure!",
            "ISMA_GG_DREAM_4": "Ogrim, watch and learn!",
            "ISMA_GG_DREAM_5": "Ogrim! Toss that my way!",
            "OGRIM_GG_DREAM_1": "My King... I believe in you. I believe in Hallownest!",
            "OGRIM_GG_DREAM_2": "My devotion will never falter!",
            "OGRIM_GG_DREAM_3": "So strong...",
            "OGRIM_GG_DREAM_4": "Catch this one, Isma!",
            "OGRIM_GG_DREAM_5": "Isma, teach me your strength!",
            "DRYYA_DREAM_1": "None may enter the glade...",
            "DRYYA_DREAM_2": "My Queen... I will protect you...",
            "DRYYA_DREAM_3": "An invader, unlike the others...",
            "DRYYA_GG_DREAM_1": "More cunning!",
            "DRYYA_GG_DREAM_2": "Strike swiftly!",
            "DRYYA_GG_DREAM_3": "Straighten your back!",
            "DRYYA_GG_DREAM_4": "Watch your step!",
            "HEG_DREAM_1": "How to protect against a plague of mind...?",
            "HEG_DREAM_2": "I'll fight to protect the City!",
            "HEG_DREAM_3": "It bears the crest, but is it worthy...?",
            "HEG_GG_DREAM_1": "Is that all you've got, little one?",
            "HEG_GG_DREAM_2": "Show me what you're made of!",
            "HEG_GG_DREAM_3": "Prove to me you're a champion!",
            "HEG_GG_DREAM_4": "Keep fighting! A warrior never gives up!",
            "ZEM_DREAM_1": "Together forever, Meled'love...",
            "ZEM_DREAM_2": "Ulll... A new enemy of Nou's love?",
            "ZEM_DREAM_3": "Nemenoo... Nails and claws... Why must it be so?",
            "ZEM_GG_DREAM_1": "Another unfamiliar land...",
            "ZEM_GG_DREAM_2": "Meled'love... your stone so far...",
            "ZEM_GG_DREAM_3": "Perhaps Nou'll sooner rest than later...",
            "ZEM_CC_DREAM_1": "Show che' Le'mer can bear this burden!",
            "ZEM_CC_DREAM_2": "Strength... in frailty...",
            "ZEM_CC_DREAM_3": "Remain strong!",
            "TISO_GG_DREAM_1": "So it really is up for the challenge...",
            "TISO_GG_DREAM_2": "Taste my darts!",
            "TISO_GG_DREAM_3": "So vicious! So exciting!",
            "TISO_GG_DREAM_4": "The glory... all mine!"
        },
        "UI": {
            "CHARM_NAME_PURITY": "Mark of Purity",
            "CHARM_DESC_PURITY": "The Vessel was gifted a Pure Nail forged through arcane means as a reflection of itself. This Charm embodies the echoes of that ancient craftsmanship.<br><br>Hold ATTACK to concentrate and swing the nail in a frenzy. Gradually increases the bearer's rate of attack as they land nail strikes in quick succession.",
            "CHARM_NAME_LAMENT": "Vessel's Lament",
            "CHARM_DESC_LAMENT": "Contains the hardships and grievances forced upon the chained Vessel. Energy desperately seeps out from within the constraints.<br><br>Focus to twist the SOUL of enemies marked by the nail and unleash devastating blasts of energy upon them.",
            "CHARM_NAME_BOON": "Boon of Hallownest",
            "CHARM_DESC_BOON": "The Pale Wyrm's beacon shines brightly through this Charm. The blessings and power bestowed upon the land known as Hallownest was able to elevate the lesser bugs that resided in the domain.<br><br>Transforms all spells to take on a purified form.",
            "CHARM_NAME_BLOOM": "Abyssal Bloom",
            "CHARM_DESC_BLOOM": "A dark blossom that was cursed to restrain an uncontrollable power. Even though the darkness within may be repressed, it writhes in a volatile manner threatening to break free.<br><br>The bearer grows stronger as they draw nearer to death, sacrificing soul and the protection of masks for overwhelming power.",
            "CHARM_NAME_HONOUR": "King's Honour",
            "CHARM_DESC_HONOUR": "Unique charm bestowed by the King to his most loyal knight. Refurbished and restored to its original state.<br><br>Surrounds the bearer in a royal and heroic aura."
        },
        "Journal": {
            "ENTRY_ISMA_NAME": "Isma",
            "ENTRY_ISMA_LONGNAME": "Kindly Isma",
            "ENTRY_ISMA_DESC": "Champion from a brighter age. Protected the King and watched over the grove where she would eventually rest.",
            "ENTRY_ISMA_NOTE": "<br>\"Ah, Isma... where do I begin? Your kindness had no bounds; even in battle I could sense your sorrow for our fallen foes. While my oath forbids it, I ought to pay you a visit... someday...\"<br> - Ogrim of the Five Knights",
            "ENTRY_DRYYA_NAME": "Dryya",
            "ENTRY_DRYYA_LONGNAME": "Fierce Dryya",
            "ENTRY_DRYYA_DESC": "Champion from a brighter age. Protected the Queen in her gardens and fought vigilantly against the mantis traitors when the Infection spread.",
            "ENTRY_DRYYA_NOTE": "<br>\"Dryya, your fierceness in combat was one of a kind! It was almost like watching an elegant dance when you confronted the kingdom's foes. While you put on a hard front, I'm thankful I was among the few you'd call friend.\"<br> - Ogrim of the Five Knights",
            "ENTRY_HEG_NAME": "Hegemol",
            "ENTRY_HEG_LONGNAME": "Mighty Hegemol",
            "ENTRY_HEG_DESC": "Champion from a brighter age. Stood guard at the city until its fall. A statue now stands in his place.",
            "ENTRY_HEG_NOTE": "<br>\"I can still hear your jolly chortle, Hegemol. For such a towering bug, you were so quiet! But your humour was simply unrivalled. After all this time, I never got to see your face... What were you hiding behind that armour, dear friend?\"<br> - Ogrim of the Five Knights",
            "ENTRY_ZEM_NAME": "Ze'mer",
            "ENTRY_ZEM_LONGNAME": "Mysterious Ze'mer",
            "ENTRY_ZEM_DESC": "Champion from a brighter age. Served the kingdom at its height, but retreated to her mansion when it fell to ruin.",
            "ENTRY_ZEM_NOTE": "<br>\"Ze'mer... what a fascinating ally you were. Your stories that so enraptured us were incredible. Perhaps, you would take me to see your home one day? I would like that very much. To see the worlds beyond.\"<br> - Ogrim of the Five Knights",
            "ENTRY_TISO_NAME": "Tiso",
            "ENTRY_TISO_LONGNAME": "Tiso",
            "ENTRY_TISO_DESC": "A traveller seeking brutal combat, last fallen in the Colosseum. Fights with a unique shield.",
            "ENTRY_TISO_NOTE": "<br>An arena of planned dangers and senseless spectacle... I don't understand this Colosseum's appeal. Do they not grasp the allure of true hunting? Is it the audience's presence that drives them so? Or is there a power beyond calling them to fruitless combat?"
        },
        "PC Contributor Tablets": {
            "SALEH": "See you in the abyss expansion... actually I'll just wait for Silksong<br>- Saleh",
            "HOOKNOWS": "insert_message_here<br>- HooKnows",
            "RIVERROBOT": "insert_message_here<br>- RiverRobot",
            "REDFROG": "insert_message_here<br>- RedFrog",
            "SFGRENADE": "With the mod complete, what next challenges await? What will we strive towards? Will we wander the heights of Pharloom? The depths of the Abyss? Time will tell, and time we took for this mod to be polished for you. Have fun with the Pale Court!<br>- SFGrenade",
            "56": "made you look<br>- 56",
            "CLAZEX": "insert_message_here<br>- Clazex",
            "MEBI": "almost can't believe we made it, my expectations exceeded tenfold<br>- MEBI",
            "CHAKTIS": "insert_message_here<br>- Chaktis",
            "KITSUNEMEDIA": "insert_message_here<br>- KitsuneMedia",
            "ZALIANT": "https://www.youtube.com/watch?v=xvFZjo5PgG0<br>- Zaliant",
            "FOLDINGPAPERS": "\"Yet to no avail - that part of my memory blurs in my mind like a fresh painted canvas left out in a voidbag thunderstorm\"<br>- FoldingPapers",
            "GAUTHIER": "What a journey, this is a very special mod for a very special community. See you for Pale Silk in 10 years.<br>- Gauthier",
            "CARSONCOMPOSES": "insert_message_here<br>- CarsonComposes",
            "SOVEREIGNELISE": "insert_message_here<br>- SovereignElise",
            "ROTTEN LEGACY": "insert_message_here<br>- Rotten Legacy",
            "MOSSBAG": "insert_message_here<br>- mossbag",
            "SARART": "insert_message_here<br>- Sarart",
            "JOSEBACH": "insert_message_here<br>- JoSeBach",
            "MANNO STONE": "It was spectacular! A battle like no other, it was very well balanced! Well... Until it started… So remember: \"Hesitation is defeat\". Where did I hear that?<br>Achou que eu ia escrever algo legal? Achou errado! E digo mais, vocês não podem errar porque errar é \"o Manno\"!<br>- Manno Stone",
            "HELENSB": "insert_message_here<br>- HelenSB",
            "AZEROD": "May Pale Court remain as one of the signs of how far hollow knight modding went.<br>- Azerod",
            "CROISSANT": "WE GOT THE TRAM!!<br>- Croissant",
            "ROCKETFIRE20": "Thank you all for the laughs, the highs and the lows, the late night grinds, the heartwarming moments and the fun. Most importantly, thank you Emu, for introducing me to this game. I owe this all to you. I cannot express how much I respect and appreciate all of you for the hard work that was put into getting this mod out after so long. Only one thing is left now: I can't wait to see what Silksong has to offer, what secrets it holds and what heights we can bring it to. See you all then!<br>- RocketFire20",
            "HUNTHUSSLE": "ROCK AND STONE. pls play deep rock galactic. zaliant cannot stop my advertising here<br>- HuntHussle",
            "KNIGHTMERE": "It's been wonderful working on something with you all. Even though my activity in HK's community isn't what it used to be, I'm very happy to see this project flourish and be a part of it, also hi zaliant.<br>- Knightmere",
            "GENERAL MILKY": "Pale Court when<br>- General Milky",
            "ERIE": "hype mod. thank god people were willing to work on this for so long, and with it finally being available, everyone can appreciate the years of hard work that went into this from so many people.<br>- Erie",
            "CRANKYTEMPLAR": "It's kind of crazy to see how far things have come. A big congrats to the team!<br>- CrankyTemplar"
        },
        "Reward Room": {
            "RR_ENTER": "Enter Credits and Reward Room?",
            "RR_ENTER_TITLE_SUPER": "The one and only",
            "RR_ENTER_TITLE_MAIN": "REWARD ROOM NPC",
            "RR_DRYYA_TITLE_SUB": "",
            "RR_OGRIM_TITLE_SUPER": "Loyal",
            "RR_OGRIM_TITLE_MAIN": "OGRIM",
            "RR_OGRIM_TITLE_SUB": "",
            "RR_ISMA_TITLE_SUPER": "Kindly",
            "RR_ISMA_TITLE_MAIN": "ISMA",
            "RR_ISMA_TITLE_SUB": "",
            "RR_ENTER_TITLE_SUB": "placeholder",
            "RR_DRYYA_TITLE_SUPER": "Fierce",
            "RR_DRYYA_TITLE_MAIN": "DRYYA",
            "RR_HEGEMOL_TITLE_SUPER": "Mighty",
            "RR_HEGEMOL_TITLE_MAIN": "HEGEMOL",
            "RR_HEGEMOL_TITLE_SUB": "",
            "RR_ZEMER_TITLE_SUPER": "Mysterious",
            "RR_ZEMER_TITLE_MAIN": "ZE'MER",
            "RR_ZEMER_TITLE_SUB": "",
            "RR_OGRIM_FIRST_1_1": "Little one! How nice to see you in these hallowed halls as a friend. Our sparring was truly enjoyable, but I do tire of it sometimes.",
            "RR_OGRIM_FIRST_1_2": "Yet, fighting you alongside Isma was a wonderful experience. We've worked on our techniques for some time now, and it was nice to try them against a new foe.",
            "RR_OGRIM_FIRST_1_3": "And you dodged them admirably! Fair warning friend, next time we won't make it any easier, haha!",
            "RR_OGRIM_FIRST_2_1": "Strong, swift, and analytical; watching Isma fighting is like witnessing a force of nature, is it not?",
            "RR_OGRIM_FIRST_2_2": "I'm sure you've been impressed yourself like everyone here! Plants commanded at will is not a thing you see ordinarily, let alone in battle. What wit and skill must be needed to manage such a thing...",
            "RR_OGRIM_FIRST_2_3": "I may... admire her more than I should, but none can state her strength is not impressive to behold! Through her kindness, we've learned much together, and that is the source of our synergy!",
            "RR_OGRIM_FIRST_REPEAT": "Have some rest now, you deserve it! Feel free to talk to the others in the meantime.",
            "RR_OGRIM_FIRST_DREAM": "Such strength... you are quite the curious fellow, little knight.",
            "RR_OGRIM_SECOND_1_1": "It's so refreshing to battle for the sake of teaching in these dire times, especially in an arena that allows room for creativity. What a blessing to be able to express our finest styles like this, really.",
            "RR_OGRIM_SECOND_1_2": "What wouldst this trial be without dung to dive into, soil to grow on? And with civilians in danger from Hegemol's blows? Certainly not a good prospect, especially after that incident in the capital...",
            "RR_OGRIM_SECOND_1_3": "At least only the architecture suffered lasting damage.",
            "RR_OGRIM_SECOND_2_1": "Have you seen the gardens hidden here? Our Queen has grown several of them in the palace grounds, behind pale halls and pristine rooms. It's the perfect place to ease your nerves after a trying shift.",
            "RR_OGRIM_SECOND_2_2": "Isma told me she would love to create her own garden in her place. I wonder if they will survive the very little light that comes through the waterways' pipes.",
            "RR_OGRIM_SECOND_2_3": "If they do, though, I would love having some plants myself! She could teach me how to take care of them!",
            "RR_OGRIM_SECOND_REPEAT": "Either way, you seem to be learning fast. With such pace you'll surpass everyone in no time!",
            "RR_OGRIM_SECOND_DREAM": "Can it get even better...?",
            "RR_OGRIM_THIRD_1_1": "Your skills are astounding! It's a luck you're on our side, or it would've been trouble for us.",
            "RR_OGRIM_THIRD_1_2": "I can't wait to see you again in battle!",
            "RR_OGRIM_THIRD_REPEAT": "I can't wait to see you again in battle!",
            "RR_OGRIM_THIRD_DREAM": "The King was right, it will save Hallownest...",
            "RR_OGRIM_CHARM_1": "So you bear my gift! Its loyal aura suits you so nicely that I thought it was your own heroic aroma!",
            "RR_OGRIM_CHARM_2": "This is a charm created with much care and caution, bestowed to me by our dear King as I've proven my loyalty to Him.",
            "RR_OGRIM_CHARM_3": "Your skill and honour have proven you worthy to wear my crest. It will serve you well, you have my esteem, friend!",
            "RR_OGRIM_CHEATER": "Begone! We don't tolerate cheaters or save editors on these grounds. That, or you're using the placeholder NPC.",
            "RR_ISMA_FIRST_1_1": "Ahh, so wonderful to talk with the mysterious little knight at last! I've not seen many who have this skill at wielding a nail. Besides our Dryya, of course!",
            "RR_ISMA_FIRST_1_2": "Was it the King who trained you? I've not seen our Liege ever hold a weapon, but His prowess in combat really must be great to have helped Him form a Kingdom so wondrous.",
            "RR_ISMA_FIRST_1_3": "I wonder what thought came to that red warrior's mind to so foolishly attempt the life of a wyrm...? I feel sorry for that dead traitor.",
            "RR_ISMA_FIRST_2_1": "Seeing Ogrim duelling with you, I just had to jump in before my proper turn! Apologies if I caused a scare!",
            "RR_ISMA_FIRST_2_2": "You seemed like a fun opponent to fight against! And we'd been itching to try out our special technique, anyway. Nothing quite like fighting with your... friend.",
            "RR_ISMA_FIRST_2_3": "Not that anything is happening between Ogrim and I. No, nothing at all. You mustn't worry about these trivial matters. Focus on your training instead! I understand you've a role to fulfil in our kingdom.",
            "RR_ISMA_FIRST_REPEAT": "Now go! It wouldn't do to keep you to myself when I'm sure the others would love to talk.",
            "RR_ISMA_FIRST_DREAM": "A curious one, to be certain... What secrets did the King keep to raise such strength..?",
            "RR_ISMA_SECOND_1_1": "You seem to have grown more accustomed to our movements, especially in an arena so unconventional.",
            "RR_ISMA_SECOND_1_2": "Fighting is even more fun in an environment of our liking, right? Luckily, our Monarch allows us room just for sparring.",
            "RR_ISMA_SECOND_1_3": "Dung, thorns, and flowers... isn't it more pleasing to the eye than mere whiteness? Our King sure doesn't seem to mind the stench, somehow!",
            "RR_ISMA_SECOND_2_1": "Have you noticed those white blooms as Ze'mer joins the fight? I don't believe to have ever seen a plant so brittle and yet so fast to spread.",
            "RR_ISMA_SECOND_2_2": "There is an aura about them I cannot quite place that seems to influence Ze'mer in some form. Maybe it is the reason for the Queen's... no, not distaste, rather... prudence?",
            "RR_ISMA_SECOND_2_3": "Nonetheless, it's a joy to watch greenery grow on a battlefield.",
            "RR_ISMA_SECOND_REPEAT": "Let us meet in combat once again!",
            "RR_ISMA_SECOND_DREAM": "A fearsome knight it could become, with enough training and time...",
            "RR_ISMA_THIRD_1_1": "Another victory for you! I must thank you, for all of us Knights have improved in combat through our duels.",
            "RR_ISMA_THIRD_1_2": "I expect to see you again soon!",
            "RR_ISMA_THIRD_REPEAT": "I expect to see you again soon!",
            "RR_ISMA_THIRD_DREAM": "A pale aura, that of the King's...",
            "RR_ISMA_CHARM_1": "Ah, you must be wearing Ogrim's brooch! The smell was so indistinguishable from his that I thought it to be my imagination.",
            "RR_ISMA_CHARM_2": "He must've deemed you worthy to entrust you with such a dear gift and I can see the reason by how valiantly you fought.",
            "RR_ISMA_CHARM_3": "Take good care of it since I, too, hold it dear. I hope it serves you well!",
            "RR_ISMA_CHEATER": "Begone! We don't tolerate cheaters or save editors on these grounds. That, or you're using the placeholder NPC.",
            "RR_DRYYA_FIRST_1_1": "Oh, it's you. You may enter.",
            "RR_DRYYA_FIRST_1_2": "I have done my best to remain alert since news of that... infection came to us. Though it is a knight's duty to protect the kingdom's citizens, it has been difficult, especially against a peril neither seen nor felt.",
            "RR_DRYYA_FIRST_1_3": "Afflicted bugs will attack others without restraint, even those they are familiar with; many do not have the strength to turn their nail against the infected.",
            "RR_DRYYA_FIRST_1_4": "But I reckon you needn't worry about that, as the King tells us of an emptiness you possess that renders you immune to its effects.",
            "RR_DRYYA_FIRST_2_1": "Your combative skills are excellent. I haven't felt so exhilarated in a nail-fight for quite some time. Though Hegemol boasts about his size and blows, his bulk leaves him vulnerable. Don't tell him I ever said that, though.",
            "RR_DRYYA_FIRST_2_2": "Isma rather relies on her swiftness to scatter her plants all about, distracting her enemies before striking herself. Ogrim too, seems to be imitating her techniques through his... projectiles.",
            "RR_DRYYA_FIRST_2_3": "My style matches yours the most, and yet I couldn't seem to land a decisive strike on you. A challenging opponent for sure, with strength rivalling mine and Ze'mer's.",
            "RR_DRYYA_FIRST_2_4": "Perhaps you'll surpass all of us, one day. Or might it be too soon to tell?",
            "RR_DRYYA_FIRST_REPEAT": "I must focus on my duties now. Perhaps we may speak another time.",
            "RR_DRYYA_FIRST_DREAM": "To love... to care, are these not needed to save our dear kingdom?",
            "RR_DRYYA_SECOND_1_1": "Your well-rounded style is to be envied, formidable for a grub such as yourself. And to perform it not just once, but twice...",
            "RR_DRYYA_SECOND_1_2": "I wonder, what will happen when you grow larger? It'd be a shame if you were to lose your mobility with age, however predictable...",
            "RR_DRYYA_SECOND_1_3": "Perhaps Ze'mer could teach you how she moves so quickly, despite her stature. None of us could ever properly learn it, but you seem different...",
            "RR_DRYYA_SECOND_2_1": "Sharpening the nail is an art, you know. If you've ever any need to polish that weapon of yours, I'll gladly help.",
            "RR_DRYYA_SECOND_2_2": "It seems your nail, too, has been forged from Pale Ore. Mine came from the Kingdom's Crown, where few have ventured before.",
            "RR_DRYYA_SECOND_2_2_ALT": "This nail of mine has been forged from pure Pale Ore. It came from the Kingdom's Crown, where few have ventured before.",
            "RR_DRYYA_SECOND_2_3": "I'm grateful that I was so easily able to obtain the ore that most Nailsmiths are vying for. Mine was but a chunk, brought from the kingdom's peaks. Their mining's hardly done, so I'm sure some traveller would be happy to discover the rest.",
            "RR_DRYYA_SECOND_2_3_ALT": "I'm grateful that I was so easily able to obtain an ore that most Nailsmiths squabble over. There had been more embedded in the stone of the peak, so perhaps it would be of use for your old blade.",
            "RR_DRYYA_SECOND_REPEAT": "I'll remain on guard for now, then. I'm sure the others have much to say to you.",
            "RR_DRYYA_SECOND_DREAM": "Its nail emanates a royal aura... a master nailsmith must certainly have participated in its creation...",
            "RR_DRYYA_THIRD_1_1": "Seems I've met my match in a nail-fight. My offer to sharpen your nail may not even be necessary, should you continue to handle it with that dexterity.",
            "RR_DRYYA_THIRD_1_2": "I expect I'll see you in the arena soon enough.",
            "RR_DRYYA_THIRD_REPEAT": "I expect I'll see you in the arena soon enough.",
            "RR_DRYYA_THIRD_DREAM": "My Queen worries... but perhaps it can face the infection unscathed?",
            "RR_DRYYA_CHARM_1": "I've noticed your relentless chains of swings in the trial. Our long training seems to have been fruitful and brought you to swift victory.",
            "RR_DRYYA_CHARM_2": "You have mastered the technique to the point of making it your own. I must laud you for this.",
            "RR_DRYYA_CHARM_3": "Remember, do not ever let go of the foe once you reach it; if you do not give them a break, they won't be able to fight back.",
            "RR_DRYYA_OLDNAIL_1": "...Ought I be offended or impressed that you bested me with a nail so worn? Never have I seen an instrument in a state of such disrepair.",
            "RR_DRYYA_OLDNAIL_2": "That weapon is not befitting one of royal lineage. I will speak to the King about finding you a proper nail; one that doesn't look as though it would shatter to pieces with the next strike.",
            "RR_DRYYA_OLDNAIL_3": "In the meantime, though, perhaps I should polish my own skills...",
            "RR_DRYYA_CHEATER": "Begone! We don't tolerate cheaters or save editors on these grounds. That, or you're using the placeholder NPC.",
            "RR_HEGEMOL_FIRST_1_1": "I would never have guessed such a small bug could possess strength as mighty as yours. You've surprised me, little one.",
            "RR_HEGEMOL_FIRST_1_2": "When I first saw you, I thought I'd have been able to strike you down with my mighty mace like a nailsmith strikes the anvil, but I couldn't have been more pleasantly surprised.",
            "RR_HEGEMOL_FIRST_1_3": "This reminds me of a time I was training with Isma, ready to charge through the foliage she had created... She summoned a vine that tripped me over and has never let me forget it since.",
            "RR_HEGEMOL_FIRST_2_1": "I do admire your skill with that nail. I could never be so delicate as to handle one without breaking it.",
            "RR_HEGEMOL_FIRST_2_2": "Were I to wield a similar weapon, it would be Ze'mer's. What the smiths of her home must be capable of to produce such a massive, yet refined blade...",
            "RR_HEGEMOL_FIRST_2_3": "Of course, nothing suits me better than my trusty mace. No need to be precise if your position doesn't call for it, and there's nothing quite like the joy of smashing your way through everything in your path. If I weren't a Knight, perhaps I would make a good mining golem, oho!",
            "RR_HEGEMOL_FIRST_REPEAT": "I suppose you will be seeing my mace on the battlefield again soon.",
            "RR_HEGEMOL_FIRST_DREAM": "My jest returns only silence... you are a strange one little knight...",
            "RR_HEGEMOL_SECOND_1_1": "I'm thoroughly impressed; you've withstood my full force and lived to tell the tale twice now. I'm often called “Mighty” Hegemol, but perhaps I ought to pass that title to you.",
            "RR_HEGEMOL_SECOND_1_2": "...Ho, I only jest. Titles are reserved for us Knights, though I'm sure you are more than capable of joining our ranks. Train with us a bit longer, and the King will no doubt grant you the privilege.",
            "RR_HEGEMOL_SECOND_1_3": "...Of course, of course, I know. You've another role to fulfil. But we've a while before you are ready to take on that task. I'd love to fight alongside you, some day, in true combat.",
            "RR_HEGEMOL_SECOND_1_4": "I believe the Battle of the Blackwyrm and Steelcrest Siege would have both been finished far sooner had you been there with us!",
            "RR_HEGEMOL_SECOND_2_1": "If you ever grow larger, you ought to try out a heftier weapon, such as a mace or one akin to Ze'mer's choice. It may not be what you're used to, but it is capable of delivering far more powerful blows than a nail. Er- don't tell Dryya I said that.",
            "RR_HEGEMOL_SECOND_2_2": "Ah, Ogrim's weapon of choice... It sure has knocked more than one unconscious before even hitting! Ho ho! Isma is quite the thorned vine in the battlefield, but her talents truly bloom when helping others.",
            "RR_HEGEMOL_SECOND_2_3": "Us Knights have quite the unusual fighting methods, don't we? Although I ought to watch what I say before I start us squabbling, ho ho!",
            "RR_HEGEMOL_SECOND_REPEAT": "You are joyous to fight, little knight.",
            "RR_HEGEMOL_SECOND_DREAM": "A strange set of warriors we would be, were it to join our ranks...",
            "RR_HEGEMOL_THIRD_1_1": "Truly, I admire your strength and grace. Many times now have we met in battle, and many times have I lost thoroughly.",
            "RR_HEGEMOL_THIRD_1_2": "You hardly even show any sense of fatigue! An impressive feat of resilience and determination that all aspire to achieve, yet few ever obtain.",
            "RR_HEGEMOL_THIRD_REPEAT": "I shall surely be seeing more of you, little one!",
            "RR_HEGEMOL_THIRD_DREAM": "What the King must have done to produce its resilient nature...",
            "RR_HEGEMOL_CHARM_1": "Those curious spells! The King really taught you well to be capable of such casts, summoning effective weapons from mere soul.",
            "RR_HEGEMOL_CHARM_2": "You almost made me question my coldness towards spell crafting; yet I stick to my ways, I much prefer the simplicity of a nice, hefty swing to punish my enemies.",
            "RR_HEGEMOL_CHARM_3": "While impressive, be cautious of their usage! You've seen the effects in a safe environment so avoid exposing possible bystanders to them.",
            "RR_HEGEMOL_CHEATER": "Begone! We don't tolerate cheaters or save editors on these grounds. That, or you're using the placeholder NPC.",
            "RR_ZEMER_FIRST_1_1": "Ahhhh, Le'mer! Che's nail-play could not match your prowess. A strength seldom met, in this old kingdom.",
            "RR_ZEMER_FIRST_1_2": "Perfect parries, a swift strike, and che' had fallen before knowing. Not my comrades before che' nor che's blade \"Stout\" changed the fair-earned outcome.",
            "RR_ZEMER_FIRST_1_3": "Le'mer, your feats deserve immortalisation in prose. Allow che' to weave such a tale.",
            "RR_ZEMER_FIRST_2_1": "A lecture at start, a trial at last; Dung and Vine, Nail then Mace, so close they all fell and so fast Stout appeared before the pale face.",
            "RR_ZEMER_FIRST_2_2": "Che', last knight on line, was looked upon with so firm its gaze as the grip, its nail clashing che's Stout, promising strength unmatching its petite shape.",
            "RR_ZEMER_FIRST_2_3": "No swing and blow, nor storm and dash would deter its resolve, as che', final kneeling, was looked upon with same unfearful gaze.",
            "RR_ZEMER_FIRST_2_4": "It won to become one stronger. They won to forge one stronger.",
            "RR_ZEMER_FIRST_REPEAT": "A tale hastily crafted, but che' hopes you enjoy it nonetheless.",
            "RR_ZEMER_FIRST_DREAM": "Perhaps it might enjoy one of che's other stories sometime...?",
            "RR_ZEMER_SECOND_1_1": "Le'mer, does che's bloom catch your curiosity? To many before it did. The petals are of different whiteness, unlike any other from the Queen's branches.",
            "RR_ZEMER_SECOND_1_2": "Nahlo, Nahlo, none could match this one, grown only in che's homeland. Its stem is of a fragile quality, little needed to deter its shape.",
            "RR_ZEMER_SECOND_1_3": "But what beauty! Unique than rare, a bloom of utmost value, of meticulous care deserving, of dearest meaning attached.",
            "RR_ZEMER_SECOND_1_4": "And of so many blossoms in Her gardens, reluctant the Queen's roots are towards che' petals. Che' wonders why, as che' shudders living without such beauty, moina?",
            "RR_ZEMER_SECOND_2_1": "Me'hon, a tale to tell. One of love, that which the heart aches for.",
            "RR_ZEMER_SECOND_2_2": "A mantis, of the great tribe shrouded in spores. Che' was but escorting the King when che' caught a glance, yet that an ephemeral moment was enough.",
            "RR_ZEMER_SECOND_2_3": "Meled'lover, che' but wishes to see such beauty, such grace once again. Nahlo, che' must.",
            "RR_ZEMER_SECOND_REPEAT": "Che' hopes to see her again soon...",
            "RR_ZEMER_SECOND_DREAM": "None could match her...",
            "RR_ZEMER_THIRD_1_1": "The cycle continues, confirming you worthy. Wai, che' wishes it to be friendly spar and not urgent lecture.",
            "RR_ZEMER_THIRD_1_2": "But a perilous world expects us to fight for life. So long as che' may use che's skills to protect Meled'lover, combat will be part of che's life still.",
            "RR_ZEMER_THIRD_1_3": "Le'mer would appreciate some lessons from che', moina?",
            "RR_ZEMER_THIRD_REPEAT": "Strength is a gift not many possess. Che' may help you train it.",
            "RR_ZEMER_THIRD_DREAM": "Could it end the ruin the light threatens to bring...?",
            "RR_ZEMER_CHARM_1": "...Ah, che's seen spell practice served you well; you focused as Our Monarch instructed you, the soul repelling the offender in perfect flow.",
            "RR_ZEMER_CHARM_2": "Yet che' could sense a silent cry from its use, uneasiness while concentrating. Is it of scary duties, longing home...?",
            "RR_ZEMER_CHARM_3": "...Ah, che's apologies for digressing. Me'hon, che' hopes Le'mer can use it for good. Use the cast very wisely.",
            "RR_ZEMER_CHEATER": "Begone! We don't tolerate cheaters or save editors on these grounds. That, or you're using the placeholder NPC."
        }
    },
    "ES": {
    },
    "FR": {
    },
    "IT": {
    },
    "JA": {
    },
    "KO": {
    },
    "PT": {
    },
    "RU": {
    },
    "ZH": {
    }
}